Repository: shannoga/Biblical-Zoo
Catalog: Files/*.lproj/Localizable.strings
Languages: he

# LC
source: Least Concern
he: ללא חשש

# NT
source: Near Threatened
he: קרוב לאיום

# VU
source: Vulnerable
he: פגיע

# EN
source: Conservation Dependent
he: תלוי שימור

# CR
source: Critical
he: קריטי

# EW
source: Extinct in the Wild
he: נכחד בטבע

# EX
source: Extinct
he: נכחד

source: Camera
he: מצלמה

source: Class
he: מחלקה

source: Conservation Status
he: מצב שימור

source: Diet
he: מזון

source: Events
he: פעילויות

source: Exhibits
he: בעלי חיים

source: Family
he: משפחה

source: Habitat
he: סביבת מחיה

source: In the Bible
he: בתנ"ך

source: In the zoo
he: בגן החיות

source: News
he: חדשות

source: No Description
he: חסר תיאור

source: Photo
he: תמונה

source: Record
he: הקלט

# Sientific Name
source: Scientific Name
he: שם מדעי

source: Social Structure
he: מבנה חברתי

source: Stop
he: עצור

source: Today
he: היום

source: Video recording unavailable
he: לא ניתן לצלם וידאו

source: Talks
he: הדרכה

source: Talk
he: הדרכה

source: Language
he: שפה

source: Update App Data
he: עדכן מידע

source: Feeding
he: האכלה

source: Exhibition
he: תערוכה

source: Show
he: הופעה

source: Workshop
he: סדנא

source: Music
he: מוסיקה

source: Map
he: מפה

source: All
he: הכל

source: English
he: אנגלית

source: Hebrew
he: עברית

source: Update
he: עדכן

source: Update Animals Data
he: עדכן מידע באפליקציה

source: Album
he: אלבום

# animalistic camera label
source: Animalistic camera
he: מצלמה חייתית

source: City / Country
he: עיר

source: Email
he: אימייל

source: Exhibit's animals
he: חיות בתצוגה

source: FaceBook
he: פייסבוק

source: Name
he: שם

# photo title
source: Photo from the Biblical Zoo
he: כותרת התמונה

# Post Attantion
source: Attention
he: שימו לב

# Post Missing Data Massege
source: Please fill in all the fields
he: חובה למלא את כל השדות (תוכן, עיר ושם) !

# Post Suscess Massege
source: Thanks for sharing
he: תודה על ששיתפתם אותנו

# Post Tanks
source: Create your own sign and share it
he: תודה ששיתפתם אותנו, תגובתכם תפורסם בהקדם !

source: Post
he: פוסט

# Tap to see animal
source: Tap to see exhibit data
he: הקישו בכדי לצפות בפרטים על התצוגה

# PostLabel
source: Jokes, Songs, Interesting facts and more from Zoo visitors.
he: עובדות מעניינות, שירים ובדיחות ממבקרי הגן.

source: Alert
he: התראה

source: Busy
he: עמוס

source: Calm
he: רגוע

source: Cellular
he: סלולרי

source: Completed
he: הסתיים

source: Creating Exhibits
he: מתקין תצוגות

source: Download Audio Guides
he: הורד קבצי הדרכה קולית

source: Download Zoo Exhibits
he: הורד תצוגות

# Downloading Animals
source: Downloading Animals Data
he: מוריד מידע חיות

source: Email sent.
he: הודעתך נשלחה בהצלחה, תודה !

source: Error
he: שגיאה

source: Event Created
he: האירוע נוצר

# Exhibit animals
source: Exhibit's animals
he: חיות בתצוגה

source: Failed to find your location
he: איתור מיקומך נכשל

source: Flowing
he: זורם

# No Internet alert body
source: If you don't have an internet connection you can find an Internet access in the entrance to the zoo
he: במידה ואין לכם גישה לאינטרנט תוכלו להתחבר לאינטרנט בכניסה לגן החיות.

source: Lively
he: שוקק

source: No Connection
he: חיבור אינטרנט אינו זמין

source: No Internet Connection
he: חיבור אינטרנט אינו זמין

# No Valeu
source: No Value
he: אין ערך

source: oops Error
he: אופס… שגיאה !

source: Problem Creating Event
he: בעיה ביצירת האירוע !

source: Saving Animals Data
he: שומר מידע חיות

source: Show Nearest Exhibit
he: התצוגה הקרובה ביותר

source: Success
he: הצלחנו :)

source: Tap To Load Events
he: הקישו בכדי לטעון אירועים

source: There is a problem with this exhibit we will fix it as soon as possible
he: ישנה בעיה עם תצוגה זו, אנו עובדים בכדי לתקן אותה בהקדם !

source: Unable to send Email!
he: אין אפשרות לשלוח אימייל

# Update Zoo Exhibits
source: Tap to update exhibits!
he: לחצו לעדכון תצוגות הגן !

source: Yay!?
he: מעולה !

# Attantion
source: Attention
he: שימו לב !

# No Posts Message
source: Be the first to add an interesting fact, joke, song or any thing that might interest other visitors.
he: היו הראשונים להוסיף, עובדה מעניינת, בדיחה, שיר או כל דבר שיעניין את המבקרים האחרים בגן שקשור לתצוגה זו.

source: Cancel
he: בטל

source: city
he: עיר

source: Connect
he: התחבר

source: Connected as
he: מחובר כ

source: Description
he: תיאור

source: Diet
he: תזונה

source: Done
he: סיום

# Event allready added
source: Event already added
he: האירוע קיים כבר בלוח השנה שלך

# facebook connection messege
source: Connect to FaceBook to share images and zoo signs with your friends.
he: התחברו לפייסבוק בכדי לשתף תמונות ושלטים שתיצרו עם חבריכם.

# FaceBook connection
source: Connect to FaceBook to share images and zoo signs with your friends.
he: התחברו לפייסבוק בכדי לשתף תמונות ושלטים שתיצרו עם חבריכם.

source: Habitat
he: סביבת מחיה

source: Loading
he: טוען

source: Move and Scale
he: הזז והתאם

source: Name
he: שם

# No Posts For Animal
source: No posts For this animal
he: אין פוסטים לחיה זו !

source: Not now
he: לא כעת

# photo email body
source: We are having fun at the Jerusalem Biblical Zoo.
he: אנו מבקרים ונהנים בגן החיות התנכ"י בירושלים

# photo email subject
source: An animalistic image from the Jerusalem Biblical Zoo.
he: תמונה חייתית מגן החיות התנכ"י בירושלים.

# Question Suscess Massege
source: We got your question, we will publish the best questions in the app
he: שאלה טובה !

# Question Tanks
source: Thank You
he: שאלתכם נשלחה בהצלחה, אנו משתדלים לענות על השאלות בהקדם האפשרי !

source: Questions
he: שאלות

source: Save to album
he: שמרו לאלבום

# Save to FaceBook
source: Publish to FaceBook
he: פרסמו בפייסבוק

source: Send a Question
he: שלחו שאלה

source: Send email
he: שלחו במייל

source: Send
he: שלחו

source: Show Nearest exhibit
he: התצוגה הקרובה ביותר

source: Social structure
he: מבנה חברתי

source: Unable to save image to Photo Album.
he: שמירת התמונה נכשלה, אנא נסו שוב.

# Buy full app map description
source: Buy the full app to view your location on the map.
he: רכשו את האפליקציה בכדי לראות את מיקומכם על המפה !

# Buy Full App
source: Buy The Full App!
he: רכשו את הגרסה המלאה!

source: Buy Now
he: קנו עכשיו

# Buying Thanks
source: Thank you for buying the app. We hope you will enjoy it.
he: תודה שרכשתם את האפליקציה, אנו מקווים שתהנו ממנה.

source: Come visit us soon
he: אנו מצפים לראותכם בגן בקרוב.

source: Loading Video
he: טוען וידאו

source: More
he: עוד

# Perchase failed
source: Purchase failed
he: הרכישה נכשלה או בוטלה על ידי המשתמש !

source: Problem Loading Video
he: שגיאה בטענית הוידאו !

source: Thank You
he: תודה רבה

# Update available for exhibits
source: Tap to update exhibits!
he: לחצו לעדכון תצוגות הגן !

source: You are out of the zoo
he: אתם נמצאים מחוץ לגן !

source: Finding your location
he: מאתר את מיקומכם

source: Downloading Exhibits
he: מוריד מידע תצוגות

source: A graet image from [ENTER YOUR NAME HERE]!
he: תמונה נהדרת מ [כתבו כאן את שמכם]!

source: Ask a question
he: שאלו שאלה!

source: From Album
he: אלבום תמונות

source: From Camera
he: מצלמה

source: Generate Sign
he: צור את השלט

source: Great
he: מעולה

# Zoo photographer email massege
source: Here is a great image we took while visiting the zoo. If you like it you can use it in your App and Website
he: תמונה שצילמנו במהלך הביקור וחשבנו שתעניין אתכם. נשמח אם תפרסמו אותה באפליקציה או באתר של הגן.

# Info
source: Visitors info
he: מידע למבקרים

source: Launch
he: פתח

# photo sharing text
source: A great photo from the Jerusalem Biblical Zoo.
he: תמונה נהדרת מביקור בגן החיות התנכ"י בירושלים

# Share sign text
source: A sign we made in the Jerusalem Biblical Zoo App!
he: שלט שהכנו באפליקציית גן החיות התנכ"י!

# There are no questions for this animal yet, Be the first to ask
source: There are no questions for this animal , Be the first to ask one and our experts will be happy to answer the bets ones!
he: אין עדיין שאלות על חיה זו, היו הראשונים לשלוח שאלה והמומחים שלנו יענו לכם בשמחה !

source: will start in 20 minutes
he: יתחיל בעוד 20 דקות

source: Your email is not configured.
he: תיבת המייל שלכם אינה מוגדרת במכשיר בו אתה משתמשים!

# Your notification had been set
source: Your notification has been set
he: התזכורת נקבעה בהצלחה, המשך ביקור נעים.

source: Dismiss
he: אישור

# location services error body
source: Go to your device Settings>Privacy>Location Services, and enable this app.
he: כנסו להגדרות > פרטיות > שירותי מיקום ואפשרו את האפליקציה הזו.

# location services error title
source: Location Services Disabled
he: שירותי מיקום מכובים

# No questions alert body
source: There are no questions for this animal, Be the first to ask a question!
he: לא נשאלו שאלות על חיה זו, היו הראשונים לשאול שאלה!

# Buy full app description
source: Buy the full app to unlock this feature.
he: רכשו את האפליקציה בכדי להשתמש בתכונה זו.

source: Later
he: לא כעת

source: Connected as
he: מחובר כ

source: Device connected to FaceBook
he: מכשיר זה מחובר לפייסבוק

# Device dicconected from FaceBook
source: Device diconnected from FaceBook
he: מכשיר זה אינו מחובר לפייסבוק

source: Error retrieving location title
he: לא ניתן לאתר את מיקומך

source: Bye Bye
he: להתראות

source: We hope to see you back soon
he: אנו מקווים לראותכם שוב בקרוב.

source: Email Sent
he: המייל נשלח בהצלחה

source: EROR
he: שגיאה

# facebbok sign title
source: This sign was generated in the Jerusalem Biblical Zoo App
he: שלט שיצרנו באפליקצית גן החיות התנכ"י

source: Failed
he: נכשלנו :(

source: Fill all fields.
he: יש למלא את כל השדות

source: Generating your sign
he: יוצר את השלט

source: Get the app on - http://itunes.com/apps/jerusalemBiblicalZoo
he: הורידו את האפליקציה בקישור - http://itunes.com/apps/jerusalemBiblicalZoo

source: Image from the Jerusalem Biblical Zoo, Get the app on iTunes - http://itunes.com/apps/id591193554
he: תמונה מגן החיות התנכ"י, הורידו את האפליקציה בקישור - iTunes - http://itunes.com/apps/id591193554

source: Image posted on Facebook.
he: התמונה פורסמה בפייסבוק.

source: Image saved to Photo Album.
he: התמונה נשמרה לאלבום התמונות במכשירך.

source: Jerusalem Biblical Zoo
he: גן החיות התנכ"י

# Please try again later
source: Please try again
he: אנא נסו שוב

source: Posted to FaceBook
he: פורסם בפייסבוק

source: Posting, please wate
he: מפרסם, נא להמתין

source: Saving, please wate
he: שולח, נא להמתין

source: Sign from the Jerusalem Biblical Zoo, Get the app on - http://itunes.com/apps/id591193554
he: שלט מגן החיות התנכ"י, השיגו את האפליקציה בקישור - http://itunes.com/apps/id591193554

source: Sign from the Jerusalem Biblical Zoo, Get the app on iTunes - http://itunes.com/apps/id591193554
he: שלט מגן החיות התנכ"י, השיגו את האפליקציה בקישור - http://itunes.com/apps/id591193554

source: We are in the Jerusalem Biblical Zoo - http://itunes.apple.com/app/id591193554
he: אנו נמצאים בגן החיות התנכ"י - http://itunes.apple.com/app/id591193554

source: You are not loged in to Facebook
he: אינכם מחוברים לפייסבוק, יש להתחברבכדי שתוכלו להשתמש בתכונה זו.

source: add your messege here
he: הוסף כאן את הודעתך

source: Check out the Jerusalem Biblical Zoo iPhone and iPod App
he: בדקו את האפליקציה של גן החיות התנכ"י בירושלים לאייפון ואייפוד.

source: Device can not send email's
he: מכשיר זה אינו מותאם לשליחת מיילים

# email subject
source: Zoo App Feedback
he: משוב לאפליקצית גן החיות

source: iOS6 required
he: דרושה מערכת הפעלה iOS6 ומעלה.

source: This feature require iOS6
he: תכונה זו דורשת גרסת מערכת הפעלה iOS6

source: We got your email
he: הודעתכם נשלחה, תודה רבה על המשוב.
